{"name":"RaumstationAlpha","rules":[{"from":"A","to":["a","A"],"eventText":"Du findest eine Kreuzung, wobei der Weg geradeaus durch eine Luftschleuse versperrt wird. Möchtest du nach links (a) oder nach rechts (b) weitergehen?","points":0},{"from":"A","to":["a","B"],"eventText":"Du entdeckst eine große Tür, auf der in roter, leuchtender Schrift geschrieben steht: 'Vorsicht Gefahr!!!'. Möchtest du hineingehen und dich der Gefahr stellen (a) oder willst du einfach weitergehen (b)?","points":0},{"from":"A","to":["a","C"],"eventText":"Du läufst durch einen Gang mit einem riesigen Fenster und hättest die Chance, ein wunderschönes Panorama zu entdecken. Möchtest du stehen bleiben und es dir ansehen (a) oder weitergehen (b)?","points":0},{"from":"A","to":["b","D"],"eventText":"Du endeckst im Korridor eine Luftschleuse, die in einen anderen Teil der Raumstation führt. Möchtest du hindurch (a) oder weiter in die selbe Richtung gehen (b)?","points":0},{"from":"A","to":["b","A"],"eventText":"Du triffst auf eine Weggabelung. Möchtest du rechts (a) oder links (b)? gehen?","points":0},{"from":"A","to":["b","E"],"eventText":"Du läufst an einem Labor vorbei. Auf der Tür des Labores ist ein Totenkopf aufgeklebt. Möchtest du weitergehen (a) oder dir das Labor näher anschauen (b)?","points":0},{"from":"B","to":["a","F"],"eventText":"Als du die Tür öffnest, hörst du ein lautes Geräusch. Du gehst in den Raum und schaltest das Licht an. Als du den Raum näher betrachtest, erkennt man, dass dieser eine große Kantine ist. Ganz hinten entdeckst du einen Schatten. Möchtest du nachsehen, was dort ist (a) oder den Raum panisch wieder verlassen (b)?","points":10},{"from":"B","to":["b","A"],"eventText":"Du triffst auf eine Weggabelung. Möchtest du rechts (a) oder links (b)? gehen?","points":0},{"from":"C","to":["a","H"],"eventText":"Du schaust raus in den unendlichen Weltraum. Dabei entdeckst du immer wieder neue Dinge am Horizont. Auf einmal hörst du es knacken und entdeckst einen Riss in der Scheibe. Unweigerlich starrst du jetzt auf den Riss in der Scheibe (a).","points":5},{"from":"C","to":["b","A"],"eventText":"Du gehst gemütlich weiter und triffst auf eine Weggabelung mit einem Schild. Auf diesem steht: 'Einer dieser Wege wird dich umbringen, aber welcher ist dir überlassen.'. Möchtest du links (a) oder rechts weitergehen (b)?","points":0},{"from":"D","to":["a","A"],"eventText":"Die Luftschleuse funktioniert einwandfrei und du kommst auf der anderen Seite heile wieder raus. Möchtest du rechts (a) oder links (b) weitergehen?","points":10},{"from":"D","to":["a","J"],"eventText":"Du gehst in die Luftschleuse und wartest darauf, dass sie ihr Ding macht. Auf einmal fängt die Sicherheitslampe an, rot zu blinken. Das heißt nix Gutes (a)!","points":10},{"from":"D","to":["b","A"],"eventText":"Nach einer Weile triffst du auf eine Weggabelung. Möchtest du links (a) oder rechts (b) abbiegen? ","points":0},{"from":"E","to":["a","A"],"eventText":"Du gehst weiter und hoffst, dass es die richtige Entscheidung war (a).","points":-5},{"from":"E","to":["b","I"],"eventText":"Du öffnest die Tür und entdeckst ein riesiges Labor. Auf einem Schreibtisch entdeckst du eine Notiz. 'Karl, ich hab dir ein Sandwich in den Kühlschrank gelegt.' steht auf der Notiz. Möchtest du dir das Sandwich holen (a) oder doch lieber weitergehen (b)?","points":10},{"from":"E","to":["b","A"],"eventText":"Du öffnest die Tür und entdeckst ein riesiges Labor. Auf einmal hörst du ein Geräusch aus dem riesigen Raum und machst schnell die Tür wieder zu. Nach einer kurzen Pause gehst du weiter (a).","points":10},{"from":"E","to":["b"],"eventText":"Bevor du überhaupt die Tür öffnen kannst, geht unter dir eine Luke auf. Du fällst in einen Schacht, der dich in den Weltraum katapultiert. Du stirbst im Vakuum!","points":20},{"from":"F","to":["a"],"eventText":"Du entdeckst ein kleines süßes Häschen. Als du dich ihm näherst, werden urplötzlich seine Augen rot und es fällt dich an. Du stirbst an einem kleinen süßen Häschen :)","points":20},{"from":"F","to":["a","A"],"eventText":"Du entdeckst ein kleines süßes Häschen und streichelst es. Du siehst eine Möhre auf dem Tresen der Kantine und gibst sie dem Häschen zum futtern. Danach machst du dich wieder auf den Weg (b).","points":10},{"from":"F","to":["b","G"],"eventText":"Du rennst panisch aus dem Raum und verschließt die Tür wieder hinter dir. Auf einmal hörst du ein dumpfes Geräusch an der Tür, wie ein Klopfen. Möchtest du die Tür nochmal öffnen (a) oder doch lieber weitergehen (b)?","points":-5},{"from":"G","to":["a"],"eventText":"Du öffnest die Tür noch einmal und siehst einen Mann mit einer Pistole. Dieser zielt auf dich! Er brabbelt dir etwas entgegen, was du nicht verstehen kannst und erschießt dich.","points":20},{"from":"G","to":["a","A"],"eventText":"Du öffnest die Tür noch einmal und siehst einen Mann mit einem Häschen auf dem Arm. Puh, noch einmal Glück gehabt. Du unterhältst dich nett mit diesem und jeder geht wieder seiner Wege (b)","points":10},{"from":"G","to":["b","A"],"eventText":"Nach dem Schreck gehst du weiter und triffst auf eine Weggabelung. Ein Schild mit einer 42 drauf zeigt nach rechts. Möchtest du rechts (a) oder links (b) gehen?","points":0},{"from":"G","to":["b","A"],"eventText":"Nach dem Schreck gehst du weiter und triffst auf eine Weggabelung. Ein Schild mit einer 42 drauf zeigt nach links. Möchtest du rechts (a) oder links (b) gehen?","points":0},{"from":"H","to":["a","A"],"eventText":"Als du merkst, dass du sinnlos auf einen kleinen Riss starrst, besinnst du dich wieder und gehst weiter (b).","points":5},{"from":"H","to":["a","A"],"eventText":"Du merkst, dass der Riss immer größer wird und rennst los. Du ereichst rechtzeitig eine Luftschleuse, denn plötzlich hörst du einen Lauten Knall. Das kann nur das Fenster gewesen sein! Glücklich darüber, dass du schnell und richtig gehandelt hast, ruhst du dich erst einmal aus. Nach einer Weile machst du dich wieder auf den Weg (b).","points":10},{"from":"H","to":["a"],"eventText":"Der Riss wird immer größer! Es entstehen immer mehr Risse. Es sieht aus wie ein schönes Mosaik. Plötzlich zerbricht die Scheibe! Du wirst in den Weltraum hinausgezogen und stirbst im Vakuum. ","points":20},{"from":"J","to":["a"],"eventText":"Auf einer Anzeige siehst du, dass der Sauerstoffgehalt in der Schleuse sinkt. Du versuchst, die Tür auf der anderen Seite zu öffnen, aber es geht nicht. Nach einer Weile wirst du ohnmächtig und kippst um. Du bist erstickt!","points":20},{"from":"J","to":["a","A"],"eventText":"Auf einer Anzeige siehst du, dass der Sauerstoffgehalt in der Schleuse sinkt. Du entdeckst ein kleines Loch in der Wand. Schlau, wie du bist nimmst du einen Streifen Panzertape und überklebst dieses. Es hat anscheinend funktioniert, denn die Lampe hat aufgehört zu blinken. Nun verlässt du die Schleuse wieder und bist nun in einem neuen Teil der Raumstation. Möchtest du rechts (a) oder links (b) weiter gehen?","points":10},{"from":"J","to":["a","A"],"eventText":"Du haust auf die Konsole mit der Lampe drauf. Auf eimal hört sie auf zu blinken und alles geht wieder seinen Gang. Du verlässt die Schleuße wieder und bist nun in einem neuen Teil der Raumstation. Möchtest du rechts (a) oder links (b) weitergehen?","points":10},{"from":"I","to":["a","A"],"eventText":"Du holst dir das Sandwich und isst es auf der Stelle. Es war sehr lecker und du wünschtest, dass du nicht gleich alles gegessen hättest. Satt und zufrieden machst du dich wieder auf den Weg (a).","points":10},{"from":"I","to":["b","A"],"eventText":"Du verlässt das Labor und gehst den Korridor weiter. Du triffst zeitnah auf eine Weggabelung. Möchtest du rechts (a) oder links (b) gehen?","points":0},{"from":"I","to":["b"],"eventText":"Du verlässt das Labor und stößt dir dabei deinen Kopf am Türrahmen. Es fängt stark an zu bluten. Da du die die Wunde nicht verarzten kannst, verblutest du auf der Stelle!","points":20}],"path":["a","a","a","a",null],"startText":"Du wachst im Korridor einer riesigen Raumstation auf. Nachdem du wieder bei Verstand bist, fasst du den Entschluss, loszulaufen. Möchtest du nach links (a) oder rechts (b) dein Abenteuer beginnen?","eventText":"Du entdeckst ein kleines süßes Häschen. Als du dich ihm näherst, werden urplötzlich seine Augen rot und es fällt dich an. Du stirbst an einem kleinen süßen Häschen :)","points":30,"leaderBoard":[{"name":"Max","points":50},{"name":"Tim","points":30}]}